"inputAspectRatio" = "Proporções";
"inputAVector" = "Vetor Alfa";
"inputAcuteAngle" = "Ângulo Agudo";
"inputAmount" = "Quantidade";
"inputAngle" = "Ângulo";
"inputAngleDelta" = "Ângulo Delta";
"inputBVector" = "Vetor Azul";
"inputBackgroundImage" = "Imagem em Segundo Plano";
"inputBacksideImage" = "Imagem Posterior";
"inputBarOffset" = "Deslocamento de Barra";
"inputBiasVector" = "Vetor de Influência";
"inputBottomLeft" = "Esquerda Inferior";
"inputBottomRight" = "Direita Inferior";
"inputBrightness" = "Brilho";
"inputCenter" = "Centralizar";
"inputChrominanceSoftness" = "Suavidade de Crominância";
"inputCenterColor1" = "Cor Central 1";
"inputCenterColor2" = "Cor Central 2";
"inputCenterColor3" = "Cor Central 3";
"inputCloseness1" = "Proximidade 1";
"inputCloseness2" = "Proximidade 2";
"inputCloseness3" = "Proximidade 3";
"inputColor" = "Cor";
"inputColor0" = "Cor 1";
"inputColor1" = "Cor 2";
"inputCompression" = "Compressão";
"inputConcentration" = "Concentração";
"inputContrast" = "Contraste";
"inputContrast1" = "Contraste 1";
"inputContrast2" = "Contraste 2";
"inputContrast3" = "Contraste 3";
"inputCount" = "Contagem";
"inputCrossAngle" = "Ângulo Cruzado";
"inputCrossOpacity" = "Opacidade Cruzada";
"inputCrossScale" = "Escala Cruzada";
"inputCrossWidth" = "Largura Cruzada";
"inputCubeData" = "Dados do Cubo";
"inputCubeDimension" = "Dimensão do Cubo";
"inputDisplacementImage" = "Imagem de Deslocamento";
"inputEdgeIntensity" = "Intensidade da Borda";
"inputEV" = "EV";
"inputEpsilon" = "Épsilon";
"inputExtent" = "Extensão";
"inputFadeThreshold" = "Dissolver Limiar";
"inputGCR" = "Substituição de Componente Cinza";
"inputGradientImage" = "Imagem Gradiente";
"inputGVector" = "Vetor Verde";
"inputHaloOverlap" = "Sobreposição de Halo";
"inputHaloRadius" = "Raio do Halo";
"inputHaloWidth" = "Largura do Halo";
"inputImage" = "Imagem";
"inputIntensity" = "Intensidade";
"inputLevels" = "Níveis";
"inputLightPointsAt" = "Pontos de Luz Em";
"inputLightPosition" = "Posição da Luz";
"inputMaskImage" = "Imagem de Máscara";
"inputMaxStriationRadius" = "Raio de Estriamento Máximo";
"inputMaximumRadius" = "Raio Máximo";
"inputMinimumAngle" = "Ângulo Mínimo";
"inputMinimumRadius" = "Raio Mínimo";
"inputNoiseLevel" = "Nível de Ruído";
"inputNRNoiseLevel" = "Nível de Ruído NR";
"inputNRSharpness" = "Nitidez NR";
"inputOpacity" = "Opacidade";
"inputPoint0" = "Ponto 1";
"inputPoint1" = "Ponto 2";
"inputPower" = "Potência";
"inputRVector" = "Vetor Vermelho";
"inputRadius" = "Raio";
"inputRadius0" = "Raio 1";
"inputRadius1" = "Raio 2";
"inputRectangle" = "Retângulo";
"inputRefraction" = "Refração";
"inputReplacementColor1" = "Cor de Substituição 1";
"inputReplacementColor2" = "Cor de Substituição 2";
"inputReplacementColor3" = "Cor de Substituição 3";
"inputSaturation" = "Saturação";
"inputScale" = "Escala";
"inputShadingImage" = "Imagem Sombreada";
"inputShadowRadius" = "Raio da Sombra";
"inputShadowDensity" = "Densidade da Sombra";
"inputShadowOffset" = "Deslocamento da Sombra";
"inputSharpness" = "Nitidez";
"inputStriationContrast" = "Contraste do Estriamento";
"inputStriationStrength" = "Força do Estriamento";
"inputSunRadius" = "Raio Solar";
"inputTargetImage" = "Imagem Alvo";
"inputTexture" = "Textura";
"inputThreshold" = "Limiar";
"inputTime" = "Hora";
"inputTopLeft" = "Superior Esquerda";
"inputTopRight" = "Superior Direita";
"inputTransform" = "Transformar";
"inputWidth" = "Largura";
"inputUCR" = "Remoção Sob Cor";
"outputImage" = "Imagem Resultante";
